Repository: sbvb/CEM
Catalog: web/poli/locale/*/LC_MESSAGES/lang.po
Languages: pt_br

source: Login:
pt_br: Usuário:

source: Password:
pt_br: Senha:

source: login
pt_br: Logar

source: Hello,
pt_br: Olá,

source: help
pt_br: ajuda

source: new candidate
pt_br: novo candidato

source: Logout
pt_br: Sair

source: is
pt_br: é

source: manage
pt_br: gerenciamento

source: report
pt_br: relatório

source: payment
pt_br: pagamento

source: presence
pt_br: presença

source: grade
pt_br: nota

source: services
pt_br: serviços

source: logout
pt_br: sair

source: see login report
pt_br: ver relatório de login

source: manage person
pt_br: gerenciar pessoa

source: manage ambiance
pt_br: gerenciar ambiente

source: manage course
pt_br: gerenciar disciplina

source: manage schedule
pt_br: gerenciar schedule

source: manage class
pt_br: gerenciar turma

source: presence call
pt_br: efetuar chamada

source: assign student to class
pt_br: associar estudante e classe

source: manage school
pt_br: gerenciar escola

source: manage program
pt_br: gerenciar curso

source: manage datetime
pt_br: gerenciar datetime

source: associate course to program
pt_br: associar disciplina ao curso

source: manage class_course
pt_br: gerenciar turma_disciplina

source: manage enrollment
pt_br: gerenciar matrícula

source: associate ambiance to event
pt_br: Associar ambiente ao evento

source: assign grade
pt_br: preencher notas

source: see grade report
pt_br: ver relatório de notas

source: see presence report
pt_br: ver relatório de presença

source: perform payment
pt_br: efetuar pagamento

source: unlock class course
pt_br: desbloquear turma_disciplina

source: program_course report
pt_br: relatório de curso_disciplina

source: report card report
pt_br: relatório boletim escolar

source: historic school report
pt_br: relatório histórico escolar

source: statistical presence report
pt_br: relatório estatístico de presença

source: manage candidate
pt_br: gerenciar candidato

source: manage documents
pt_br: gerenciar documentos

source: manage candidates
pt_br: gerenciar candidatos

source: manage agreement template
pt_br: gerenciar modelo de contrato

source: manage interested
pt_br: gerenciar interessado

source: manage interesteds
pt_br: gerenciar interessados

source: presence map report
pt_br: relatório do mapa de presença

source: is logging off
pt_br: está saindo

source: Login Report
pt_br: Relatório de login

source: Date
pt_br: Data

source: User name
pt_br: Nome de usuário

source: Event
pt_br: Evento

source: logout (clicked)
pt_br: logout (clicado)

source: logout (timeout)
pt_br: logout (expirado)

source: Manage person
pt_br: Gerenciar pessoa

source: create new person
pt_br: criar nova pessoa

source: Actor:
pt_br: Ator:

source: select...
pt_br: selecionar...

source: User group
pt_br: Ator

source: change password
pt_br: alterar senha

source: edit
pt_br: editar

source: delete
pt_br: deletar

source: Create person account
pt_br: Criar conta de pessoa

source: Edit person account
pt_br: Editar conta de pessoa

source: Full name:
pt_br: Nome completo:

source: telephone:
pt_br: telefone:

source: password:
pt_br: Senha:

source: password confirmation:
pt_br: confirmação de senha:

source: school:
pt_br: escola:

source: Obs (optional):
pt_br: Obs (opcional):

source: back
pt_br: voltar

source: clear
pt_br: limpar

source: create
pt_br: criar

source: save
pt_br: salvar

source: Current user:
pt_br: Usuário corrente:

source: Reset Password
pt_br: Resetar Senha

source: Manage ambiance
pt_br: Gerenciar ambiente

source: create new ambiance
pt_br: criar novo ambiente

source: ambiance name
pt_br: ambiente

source: max students
pt_br: máximo de alunos

source: Create ambiance
pt_br: Criar ambiente

source: Edit ambiance
pt_br: Editar ambiente

source: Current ambiance:
pt_br: Ambiente corrente:

source: Manage course
pt_br: Gerenciar disciplina

source: create new course
pt_br: criar nova disciplina

source: course name
pt_br: disciplina

source: code
pt_br: código

source: Create course
pt_br: Criar disciplina

source: Edit course
pt_br: Editar disciplina

source: Current course:
pt_br: Disciplina corrente:

source: Manage schedule
pt_br: Gerenciar schedule

source: create new schedule
pt_br: criar novo schedule

source: schedule name
pt_br: schedule

source: Create schedule
pt_br: Criar schedule

source: Edit schedule
pt_br: Editar schedule

source: Current schedule
pt_br: Schedule corrente

source: Manage class
pt_br: Gerenciar turma

source: create new class
pt_br: Criar nova turma

source: class name
pt_br: turma

source: Create class
pt_br: Criar turma

source: Manage program
pt_br: Gerenciar curso

source: create new program
pt_br: Criar novo curso

source: program name
pt_br: curso

source: value
pt_br: valor

source: description
pt_br: descrição

source: Edit program
pt_br: Editar curso

source: Create program
pt_br: Criar curso

source: Current program:
pt_br: Curso corrente:

source: Manage datetime
pt_br: Gerenciar datetime

source: create new datetime
pt_br: criar novo datetime

source: view
pt_br: visualizar

source: date
pt_br: data

source: time begin
pt_br: hora de início

source: time end
pt_br: hora de término

source: Create datetime
pt_br: Criar datetime

source: Show datetime
pt_br: Visualizar datetime

source: Manage program_course
pt_br: Gerenciar curso_disciplina

source: Associate "
pt_br: Associar "

source: " to course
pt_br: " e disciplinas

source: is associated
pt_br: associado

source: is not associated
pt_br: não associado

source: associate
pt_br: associar

source: Select class_course
pt_br: Selecionar turma_disciplina

source: class
pt_br: turma

source: Class_courses of
pt_br: turma_disciplinas de

source: course
pt_br: disciplina

source: manage Ok
pt_br: gerenciamento Ok

source: Manage class_course
pt_br: Gerenciar turma_disciplina

source: time
pt_br: horário

source: Manage enrollment
pt_br: Gerenciar matrícula

source: select program
pt_br: selecionar curso

source: select class
pt_br: Selecionar turma

source: Associate student to enrollment
pt_br: Associar estudante à matrícula

source: Associate ambiance to event
pt_br: Associar ambiente ao evento

source: select course
pt_br: selecionar disciplina

source: select schedule
pt_br: selecionar schedule

source: Associate event of
pt_br: Associar evento de

source: Set All ambiances
pt_br: Setar todos os ambientes

source: Fill event
pt_br: Preencher evento

source: Perform payment
pt_br: Efetuar pagamento

source: student
pt_br: estudante

source: select student
pt_br: selecionar estudante

source: Unlock class_course
pt_br: Desbloquear turma_disciplina

source: You do not have permission to access this page.
pt_br: Você não tem permissão para acessar esta página.

source: Presence call
pt_br: Efetuar chamada

source: add comments
pt_br: adicionar comentários

source: Event comments
pt_br: Comentários do evento

source: comments
pt_br: comentários

source: Assign grade
pt_br: Preencher notas

source: Grade already assigned and class was finished
pt_br: Notas já foram lançadas e a turma foi fechada

source: Grade Report
pt_br: Relatório de notas

source: situation
pt_br: situação

source: approved
pt_br: aprovado

source: failed
pt_br: reprovado

source: Presence report
pt_br: Relatório de presença

source: Manage school
pt_br: Gerenciar escola

source: create new school
pt_br: Criar nova escola

source: school name
pt_br: escola

source: Create school
pt_br: Criar escola

source: Edit school
pt_br: Editar escola

source: current school
pt_br: escola corrente:

source: Program_course report
pt_br: Relatório de curso_disciplina

source: Create datetimes
pt_br: Criar datetimes

source: day
pt_br: dia

source: sunday
pt_br: domingo

source: monday
pt_br: segunda-feira

source: tuesday
pt_br: terça-feira

source: wednesday
pt_br: quarta-feira

source: thursday
pt_br: quinta-feira

source: friday
pt_br: sexta-feira

source: saturday
pt_br: sábado

source: date begin
pt_br: data inicial

source: date end
pt_br: data final

source: Report card report
pt_br: Relatório boletim escolar

source: Historic school report
pt_br: Relatório histórico escolar

source: Statistical presence report
pt_br: Relatório estatístico de presença

source: frequency
pt_br: frequência

source: total classes
pt_br: total de aulas

source: New candidate
pt_br: Novo candidato

source: Manage candidate
pt_br: Gerenciar candidato

source: add photo
pt_br: adicionar foto

source: download agreement
pt_br: download do contrato

source: Edit candidate account
pt_br: Editar conta de candidato

source: address
pt_br: endereço

source: district
pt_br: bairro

source: city
pt_br: cidade

source: state
pt_br: estado

source: zip code
pt_br: CEP

source: civil status
pt_br: estado civil

source: career
pt_br: profissão

source: identity
pt_br: identidade

source: issued by
pt_br: órgão emissor

source: current password
pt_br: senha atual

source: new password
pt_br: nova senha

source: new password confirmation
pt_br: confirmação de nova senha

source: Add Photo
pt_br: Adicionar foto

source: Upload photo
pt_br: Upload foto

source: description (optional)
pt_br: descrição (opcional)

source: image
pt_br: imagem

source: View candidate
pt_br: Visualizar candidato

source: Manage documents
pt_br: Gerenciar documentos

source: upload document
pt_br: upload de documento

source: Upload document
pt_br: Upload de documento

source: fullname
pt_br: nome completo

source: documents
pt_br: documentos

source: complete registration
pt_br: finalizar matrícula

source: set payment
pt_br: definir forma de pagamento

source: send new password
pt_br: enviar nova senha

source: Manage agreement template
pt_br: Gerenciar modelo de contrato

source: upload agreement template
pt_br: upload de modelo de contrato

source: Upload agreement template
pt_br: Upload de modelo de contrato

source: name
pt_br: nome

source: Manage interested
pt_br: Gerenciar interessado

source: Edit interested account
pt_br: Editar conta de interessado

source: View interested
pt_br: Visualizar interessado

source: change to candidate
pt_br: mudar para candidato

source: registry type
pt_br: tipo de registro

source: telephone
pt_br: telefone

source: Set payment
pt_br: Definir forma de pagamento

source: description of value
pt_br: descrição de valor

source: description of quota
pt_br: descrição de parcelas

source: Presence Map Report
pt_br: Relatório do mapa de presença
